Repository: samuelaguilera/sar-friendly-smtp
Catalog: languages/sar-friendly-smtp-*.po
Languages: es_es

source: SAR Friendly SMTP - Send Email Test
es_es: SAR Friendly SMTP - Prueba de envío de email

source: %3$sAccording to WordPress %1$sthe email has been passed correctly to the SMTP server%2$s.%4$s%3$sThis means that %1$snow the SMTP server will process the email and send or reject it%2$s based on the server policies. If you do not receive the email, contact with your SMTP server support.%4$s
es_es: %3$sSegún WordPress %1$sel email se ha pasado al servidor SMTP correctamente%2$s.%4$s%3$sEsto significa que %1$sahora el servidor SMTP lo procesará y enviará o rechazará%2$s basándose en las políticas del servidor. Si no recibes el email, contacta con el soporte de tu servidor SMTP.%4$s

source: WordPress was not able to pass the email to the SMTP server.
es_es: WordPress no pudo pasar el email al servidor SMTP.

source: Error returned by PHPMailer class:
es_es: Error proporcionado por la clase PHPMailer:

source: No additional information has been provided by PHPMailer class. Try enabling Error Log in Debug Mode setting and checking your server logs.
es_es: La clase PHPMailer no ha proporcionado información adicional. Prueba a activar el registro de errores en el modo depuración y comprueba los archivos de registro de tu servidor.

source: Fatal Error returned by PHPMailer class:
es_es: Error fatal proporcionado por la clase PHPMailer:

source: Send Email Test
es_es: Prueba envío email

source: %3$sThe purpose of this test is only to check if, using the SMTP details you have configured in the plugin settings page, %1$sWordPress is able to connect with your SMTP server and ask the server to send a simple plain text email%2$s. After this, sending the email or not is determined by the rules set by your SMTP provider. %1$sTherefore a successful connection does not guarantee the email sending or its deliverability.%2$s%3$sThe email will be sent to the WordPress admin email configured in %1$sSettings -> General -> E-mail Address%2$s. If the result of the test is an error or the email is not received, you will want to contact with your SMTP server support for assistance.%4$s%3$sTo start the test, simply click the button below.%4$s%4$s
es_es: %3$sEl propósito de esta prueba es sólo comprobar si, usando los detalles del SMTP que has configurado en la página de ajustes de la extensión, %1$sWordPress es capaz de conectar con tu servidor SMTP y pedir al servidor que envíe un simple email de texto plano%2$s. Después de esto, enviar el email o no es determinado por las reglas establecidas en tu proveedor de SMTP. %1$sPor lo tanto, un conexión satisfactoria no garantiza el envío del email o su entregabilidad.%2$s%3$sEl email será enviado a la dirección de administración de WordPress configurada en %1$sAjustes -> Generales -> Dirección de correo electrónico%2$s. Si el resultado de la prueba es un error o no se recibe el email, querrás contactar con el soporte de tu servidor SMTP para que te ayude.%4$s%3$sPara comenzar la prueba, simplemente haz clic en el botón a continuación.%4$s%4$s

source: Settings
es_es: Ajustes

source: SMTP Server details
es_es: Datos del servidor SMTP

source: Username
es_es: Usuario

source: Most SMTP servers requires your full email address as username (e.g. user@gmail.com ).
es_es: La mayoría de servidores SMTP necesitan tu dirección de email completa como nombre de usuario (p.ej. usuario@gmail.com ).

source: Password
es_es: Contraseña

source: SMTP Server
es_es: Servidor SMTP

source: Hostname of your SMTP server (e.g. smtp.gmail.com).
es_es: Nombre de tu servidor SMTP (p.ej. smtp.gmail.com).

source: Port
es_es: Puerto

source: If your server uses encryption, this should be 587 or 465 (e.g. Gmail and Mailgun use 587). If not, standard non encrypted port is 25.
es_es: Si tu servidor usa encriptación, esto debería ser 587 o 465 (p.ej. Gmail y Mailgun usan el 587). Sino, el puerto estándar sin encriptación es el 25.

source: Encryption
es_es: Encriptación

source: When using ecryption, most common setting is TLS. (e.g. Gmail and Mailgun use TLS).
es_es: Cuando se usa encriptación el ajuste más utilizado habitualmente es TLS. (p.ej. Gmail y Mailgun usan TLS).

source: FROM Field Settings
es_es: Ajustes del campo FROM

source: FROM Name
es_es: Nombre FROM

source: Name for the email FROM field. Only used if the original email uses your Site Title from Settings -> General.
es_es: Nombre para el campo FROM. Sólo se usa si el email original usa el título de tu sitio web configurado en Ajustes -> General.

source: FROM Address
es_es: Dirección FROM

source: Email address for the email FROM field. Only used if the outgoing original message uses default value: wordpress@yourdomain.com
es_es: Dirección de email para el campo FROM. Sólo se usa si el email original usa el valor predeterminado: wordpress@ejemplo.com

source: Miscellaneous Settings
es_es: Otros ajustes

source: Debug Mode
es_es: Modo depuración

source: Error Log option adds commands and data between WordPress and your SMTP server to PHP error_log file. %1$sMore information in the FAQ%2$s.
es_es: La opción de registro de depuración añade los comandos y datos entre WordPress y tu servidor SMTP al archivo error_log de PHP. %sMás información en las FAQ%s.

source: Allow Invalid SSL
es_es: Permitir SSL no válido

source: Allow connecting to a server with invalid SSL setup. Bear in mind this is only a workaround, the right thing would be to fix the server SSL setup. %1$sMore details at PHPMailer Github repository%2$s.
es_es: Permitir la conexión a un servidor con una configuración SSL no válida. Ten en cuenta que esto es sólo un apaño, lo correcto sería arreglar la configuración SSL del servidor. %1$sMás detalles en el repositorio Github de PHPMailer Github%2$s.

source: This setting is being overridden by SAR_FSMTP_FROM_NAME constant set in your wp-config.php file.
es_es: Este ajuste está siendo anulado por la constante SAR_FSMTP_FROM_NAME en tu archivo wp-config.php

source: This setting is being overridden by SAR_FSMTP_FROM constant set in your wp-config.php file.
es_es: Este ajuste está siendo anulado por la constante SAR_FSMTP_FROM en tu archivo wp-config.php

source: This setting is being overridden by SAR_FSMTP_USER constant set in your wp-config.php file.
es_es: Este ajuste está siendo anulado por la constante SAR_FSMTP_USER en tu archivo wp-config.php

source: This setting is being overridden by SAR_FSMTP_PASSWORD constant set in your wp-config.php file.
es_es: Este ajuste está siendo anulado por la constante SAR_FSMTP_PASSWORD en tu archivo wp-config.php

source: This setting is being overridden by SAR_FSMTP_HOST constant set in your wp-config.php file.
es_es: Este ajuste está siendo anulado por la constante SAR_FSMTP_HOST en tu archivo wp-config.php

source: This setting is being overridden by SAR_FSMTP_PORT constant set in your wp-config.php file.
es_es: Este ajuste está siendo anulado por la constante SAR_FSMTP_PORT en tu archivo wp-config.php

source: This setting is being overridden by SAR_FSMTP_ENCRYPTION constant set in your wp-config.php file.
es_es: Este ajuste está siendo anulado por la constante SAR_FSMTP_ENCRYPTION en tu archivo wp-config.php

source: None
es_es: Ninguna

source: This setting is being overridden by SAR_FSMTP_DEBUG_MODE constant set in your wp-config.php file.
es_es: Este ajuste está siendo anulado por la constante SAR_FSMTP_DEBUG_MODE en tu archivo wp-config.php

source: Off
es_es: Desactivado

source: Error Log
es_es: Registro de errores

source: This setting is being overridden by SAR_FSMTP_ALLOW_INVALID_SSL constant in your wp-config.php file.
es_es: Este ajuste está siendo anulado por la constante SAR_FSMTP_ALLOW_INVALID_SSL en tu archivo wp-config.php

source: On
es_es: Activado

source: These settings are %1$srequired%2$s. Be sure to put the correct settings here or your mail send will fail. If you are not sure about what values you need to put in each field, contact your SMTP server support. After saving these settings you can test them in %3$sSend Email Test%4$s page.
es_es: Estos ajustes son %1$sobligatorios%2$s. Asegúrate de poner aquí los ajustes correctos o el envío de tu email fallará. Si no estás seguro de qué valores necesitas poner en cada campo, contacta con el soporte de tu servidor SMTP. Después de guardar estos ajustes puedes probarlos desde %3$sPrueba envío email%4$s.

source: These settings are %1$soptional%2$s and only used if no other plugin using wp_mail() set its own data for these fields. (E.g. If you use Gravity Forms, these settings %1$swill not replace%2$s your FROM name/address for notifications created in Form Settings -> Notifications). If you leave this blank and no other plugin is setting their own info, WordPress will use the default core settings for these fields.
es_es: Estos ajustes son %1$sopcionales%2$s y sólo se usan si ninguna otra extensión que use wp_mail() establece sus propios datos para estos campos. (P.ej. Si usas Gravity Forms, estos ajustes %1$sno reemplazarán%2$s tu nombre/dirección del campo FROM para notificaciones creadas en Ajustes del formulario -> Notificaciones). Si dejas esto en blanco y ninguna otra extensión establece su propia información, WordPress usará los ajustes predeterminados para estos campos.

source: These settings are %1$soptional%2$s too. Remember to turn off Debug Mode when you are done with the troubleshooting to avoid raising your server load by generating unnecessary logs.
es_es: Estos ajustes también son %1$sopcionales%2$s. Recuerda desactivar el modo depuración cuando hayas solucionado el problema para evitar aumentar la carga de tu servidor generando archivos de registros innecesarios.

source: You do not have sufficient permissions to access this page.
es_es: No tienes suficientes permisos para acceder a esta página.

source: SAR Friendly SMTP Settings
es_es: Ajustes de SAR Friendly SMTP
